{
  "contest": [
    {
      "date": "2015-12-27",
      "scoreboard": "http://ahmed-aly.com/Standings.jsp?ID=23234",
      "points": 1
    },
    {
      "date": "2015-12-28",
      "scoreboard": "http://ahmed-aly.com/Standings.jsp?ID=23239",
      "points": 1
    },
    {
      "date": "2015-12-29",
      "scoreboard": "http://ahmed-aly.com/Standings.jsp?ID=23244",
      "points": 1
    },
    {
      "date": "2015-12-30",
      "scoreboard": "http://codeforces.com/contest/611/standings",
      "points": 2
    }
  ],
  "people": [
    {
      "name": "Carlos Arias",
      "contests": [0, 2]
    },
    {
      "name": "Manuel Pineda",
      "contests": [0, 1, {"id": 3, "pos": 1}]
    },
    {
      "name": "Sebastian Vega",
      "contests": [0, 2]
    },
    {
      "name": "Alejandro Rendon",
      "contests": [0, 1, 2, {"id": 3, "pos": 3}]
    },
    {
      "name": "Alejandro Suarez",
      "contests": [0]
    },
    {
      "name": "Sebastian Duque",
      "contests": [0, 1, 2, {"id": 3, "pos": 2}]
    },
    {
      "name": "Leiver Campeon",
      "contests": [1, 2, {"id": 3, "pos": 4}]
    },
    {
      "name": "Yeferson Gaitan",
      "contests": [2]
    },
    {
      "name": "Daniel Marin",
      "contests": [2]
    }
  ],
  "rules": {
    "description": "Reglas para la selección de integrantes para el ICPC 2016, Universidad Tecnológica de Pereira.",
    "list": [
      "Ranking en Codeforces (http://www.codeforces.com), donde los aspirantes deben participar como mínimo en el 70% de las competencias que se realicen entre el 27 de Diciembre de 2015 al 8 de Abril de 2016.",
      "Desempeño de los entrenamientos internos nocturnos (organizados por Manuel y Carlos), los cuales se realizarán los Domingos, Lunes, Martes, Miércoles y posiblemente los Jueves a las 9:00 o 10:00 PM, con una duración de una hora y media. Los aspirantes deben participar en al menos el 70% de los entrenamientos realizados entre el 27 de Diciembre de 2015 al 7 de Abril de 2016.",
      "Desempeño y participación de las competencias y/o entrenamientos de los sábados en la tarde. En este ítem tendremos en cuenta las maratones de la Red de Programación Competitiva y de la Liga en las cuales UTP sea sede, los sábados que no hay competencia tendremos entrenamientos dirigidos por Manuel y Carlos. Los aspirantes deben asistir al menos al 80% de los sábados comprendidos entre el 9 de Enero de 2016 al 9 de Abril de 2016.",
      "Desempeño en las pos-maratones de la Red de Programación Competitiva. Se tendrán en cuenta las maratones de la RPC comprendidas entre el 1ro de Febrero de 2016 al 9 de Abril de 2016."
    ]
  }

}
